import style from './SectionOne.module.css'

export default function SectionOne () {
    return (
        <div className={style['background-img']}>
                <div className={style['overlay']}></div>
                <section className={style['section']}>
                    <h1>מצלמות אבטחה לבית ולעסק כל מה שצריך לדעת</h1>
                    <p>
                        מצלמות אבטחה הן אמצעי חיוני לשמירה על ביטחון, בין אם מדובר בבית הפרטי או בעסק. עם התקדמות הטכנולוגיה, מגוון האפשרויות גדל, מה שמאפשר התאמה לצרכים ולתקציב של כל משתמש. במאמר זה נסקור את סוגי מצלמות האבטחה, הטכנולוגיות השונות, והגורמים שיש לקחת בחשבון לפני הרכישה.
                    </p>
                    <h3>
                        למה חשוב להתקין מצלמות אבטחה?
                    </h3>
                    <ol>
                        <li>הרתעה מצלמות נראות עוזרות למנוע פריצות וונדליזם.</li>
                        <li>תיעוד מאפשרות לשמור תיעוד של אירועים לצורכי חקירה או תביעה.</li>
                        <li>מעקב מרחוק חיבור לאינטרנט מאפשר לצפות בנעשה מכל מקום בעולם.</li>
                        <li>שמירה על ביטחון אישי מעלה את תחושת הביטחון בבית ובעסק.</li>
                    </ol>
                </section>
            </div>
    )
}