import style from './SectionOne.module.css'

export default function SectionOne() {
    return (
        <div className={style['background-img']}>
            <div className={style['overlay']}></div>
            <article className={style['article']}>
                <section>
                    <h1>מה הם סיבים אופטיים ואיך הם משנים את עולם התקשורת?</h1>
                    <p>
                        סיבים אופטיים הם טכנולוגיה מהפכנית שהפכה למרכזית בעולם התקשורת המודרני. בזכות המהירות והיציבות שלהם, סיבים אופטיים מספקים חיבורים איכותיים לתשתיות אינטרנט, טלפוניה, ושידורי טלוויזיה. במאמר זה נבחן מה הם סיבים אופטיים, כיצד הם עובדים, יתרונותיהם, והשימושים המובילים שלהם.
                    </p>

                </section>
                <section>
                    <h3>
                        מה הם סיבים אופטיים?
                    </h3>
                    <p>
                        סיבים אופטיים הם כבלים דקים וגמישים העשויים מזכוכית או פלסטיק, שמעבירים מידע באמצעות אור.
                    </p>
                    <p>
                        הרכב הסיב:
                    </p>
                    <ol>
                        <li>ליבה (Core): המרכז שבו עובר האור.</li>
                        <li>תיעוד מאפשרות לשמור תיעוד של אירועים לצורכי חקירה או תביעה.</li>
                        <li>מעטפת (Cladding): שכבה שמחזירה את האור לליבה ושומרת על המסלול שלו.</li>
                        <li>שכבת הגנה (Coating): מגנה מפני לחצים ונזקים פיזיים.</li>
                    </ol>
                </section>

                <section>
                    <h3>
                        איך סיבים אופטיים עובדים?
                    </h3>
                    <p>
                        העברת המידע מתבצעת באמצעות פולסים של אור, המייצגים נתונים דיגיטליים.
                    </p>
                    <ol>
                        <li>טכנולוגיית השתקפות: האור נלכד בתוך הליבה באמצעות השתקפות פנימית מלאה.</li>
                        <li>יעילות: בזכות השימוש באור, סיבים אופטיים יכולים להעביר מידע במהירויות גבוהות למרחקים ארוכים ללא אובדן איכות משמעותי.</li>
                    </ol>


                </section>

                <section>
                    <h3>
                        יתרונות הסיבים האופטיים
                    </h3>
                    <ol>
                        <li>מהירות גבוהה - סיבים אופטיים מאפשרים מהירויות של עד 1Gbps ואף יותר, בהתאם לתשתית.</li>
                        <li>יציבות חיבור - הסיבים פחות רגישים להפרעות חשמליות או תנאי מזג אוויר.</li>
                        <li>מרחקים ארוכים - ניתן להעביר מידע על פני מאות קילומטרים ללא צורך במגברים.</li>
                        <li>איכות גבוהה - הסיבים מספקים איכות שידור גבוהה לטלוויזיה ולשיחות טלפון.</li>
                        <li>חסכון במקום - הכבלים דקים וקלים, מה שמקל על התקנה בתשתיות צפופות</li>
                    </ol>

                </section>

                <section>
                    <h3>
                        חסרונות הסיבים האופטיים
                    </h3>
                    <ol>
                        <li>עלות התקנה - יקרה יותר מתשתיות נחושת בשל הצורך בציוד מתקדם ותשתיות חדשות.</li>
                        <li>רגישות לנזקים פיזיים - הסיבים שבירים ודורשים זהירות בהתקנה ובתחזוקה.</li>
                        <li>דרישות טכניות - יש צורך בצוותים מיומנים לתפעול והתקנה.</li>
                    </ol>
                </section>

                <section>
                    <h3>
                        איך בוחרים סיבים אופטיים?
                    </h3>
                    <ol>
                        <li>צרכים: האם מדובר בחיבור ביתי, עסקי, או חיבור לתשתיות גדולות?</li>
                        <li>מרחק: למרחקים ארוכים – Single Mode. למרחקים קצרים – Multi Mode.</li>
                        <li>מהירות נדרשת: התאמה בין מהירות החיבור לדרישות המכשירים.</li>
                        <li>תמיכה בתשתיות קיימות: ודא תאימות בין הסיבים לציוד הקיים.</li>
                    </ol>

                </section>

            </article>

        </div>
    )
}